[
  {
    "A": "1",
    "B": "How can one apply for a new ID card after he/she has lost one ?",
    "C": "['Academics']",
    "D": "Go to Academics section on NITR's official website. Select \"Academic Forms\" option on the extreme left and click on \" AC-R-02\nForm for ID card\" to download the form for a new ID card. Fill the form and get the necessary signatures and submit that at the Academics office and pay INR 500 there by means of debit card or challan. You can collect your new ID card after a few days from the office.\n  \nLink: \nhttps://nitrkl.ac.in/docs/AcademicForms/16032017163512052.pdf"
  },
  {
    "A": "2",
    "B": "Does enrolling in Spot Round lead to getting absent in the previous classes in which one was not there on campus? How does rectify an error, if any ?",
    "C": "['Academics']",
    "D": "Enrolling in spot round won't lead to\n getting absent in the previous classes in which one was not there on campus. Instead that will get displayed as late registration on NITRIS marked by pink colour. But if such an error happens,the student should contact his Faculty Advisor first and then take any step accordingly to resolve this issue."
  },
  {
    "A": "3",
    "B": "Can people with NSS/ PE/NCC backlog apply for minor degree courses ?",
    "C": "['Academics']",
    "D": "No they cannot apply for minor degree."
  },
  {
    "A": "4",
    "B": "Under what circumstances is honours degree awarded to a graduate ?",
    "C": "['Academics']",
    "D": "8.0 CGPA is the cutoff to qualify for honours degree. Every person above 8.0 CG gets a honours degree."
  },
  {
    "A": "5",
    "B": "How does a backlog, debar, de-registration and grade back affect one's SGPA and CGPA as a whole ?",
    "C": "['Academics']",
    "D": "Backlog is described as that scenario when a student fails a particular subject because of poor performance. The student must then repeat the subject either in the following summer (with no grade back) or take up the course next year with his/her juniors (with a grade back i.e the max grade he would be securing would be A)\nDebar is described as that scenario when a student gets removed from the course due to attendance or any other personal issue. He/she then has to repeat the course in any other semester and also need not attend classes in that semester.\nDeregister is described by that scenario where he/she simply removes his registration from that course and pursues it in a later semester. The SGPA/CGPA won’t be affected in any way because the student would anyway complete the course before graduating at some point of time.\nGrade back is defined as that scenario when the student gets his/her grade subtracted by one level before even appearing for it. The possible reasons maybe attendance. If he/she fails to maintain the min 75% for a course in a semester (Max 8 absents for 4 credit courses,  6 absents for 3 credit courses and 4 absents for 2 credit courses), he/she would then get a grade back. So the max possible grade which can be secured would be A and not EX.\n"
  },
  {
    "A": "6",
    "B": "How do you explain the concept of Teachers Assesment to a freshman ?",
    "C": "['Academics']",
    "D": "TA marks are 20 marks out of total 100 marks per subject which are completely left the professors. Marks can be given basing on the assignments, class tests, attendance, tutorial and classroom performances etc. As it is completely left to the professors there is no way there will be an uniformity in marking. Generally these marks  are awarded on the basis of a teacher's impression of a student, so it's important to be in good books of the teacher to get good TA marks."
  },
  {
    "A": "7",
    "B": "How does one find out about the faculty advisors of various departments, especially when one has not been issued an ID card in the initial month of the opening of session ?",
    "C": "['Academics', 'Administration', 'Departments']",
    "D": "There is no publicly viewable list of faculty advisors. For the students who have registered in time and have taken part in the orientation process, they will be taken to their faculty advisors personally by the HoD. For those who have registered late, they can find out who the faculty advisor for their batch is by asking in the office of their department. Once ID card is issued, your faculty advisor details are printed on it.\n"
  },
  {
    "A": "8",
    "B": "What are the drawbacks of opting for a course in summer ?",
    "C": "['Academics', 'Administration', 'Departments', 'Examinations']",
    "D": "When a student is appearing for summer the number of absents which is allowed in a regular semester that reduced to half."
  },
  {
    "A": "9",
    "B": "What are the circumstances under which a student is shown the door and asked to leave the campus ?",
    "C": "['Academics', 'Administration', 'Departments', 'Examinations', 'General Awareness', 'Miscellaneous']",
    "D": "As per the Academic Regulations \n(Link: https://drive.google.com/open?id=1le3h9A7CZcCAGScwAxRrMxrKJD5Kfmq1 ) and \nDisciplinary manual\n(Link: https://drive.google.com/open?id=1Ya5MpIJbAnXZ-sZK-X5UCg-0en03X13z )\nOne student must leave if:\n\n•\tIf a student gets a CGPA less than 6.00 in three consecutive semesters, he must leave the Institute.\n•\tAfter first year if the CGPA < 5.00\n•\tAs per the clause P-24 and P-25 of disciplinary manual, outright expulsion from the institute can also be a step under certain circumstances\n"
  },
  {
    "A": "10",
    "B": "Please elucidate the difference between slow pace and year back and what are the criterions related to them ?",
    "C": "['Academics', 'Administration', 'Departments', 'General Awareness']",
    "D": "As per the Academic Regulations \n(Link: https://drive.google.com/open?id=1le3h9A7CZcCAGScwAxRrMxrKJD5Kfmq1 ) the main features are as follows:-\n\n•\tThe duration of the course leading to B.Tech. Degree will ordinarily be four years. A student may, however, opt for the slow pace programme if he does not feel comfortable with the work load. Under certain cases, e.g., poor grades, he is required to proceed in slow pace to minimize the time required to complete the programme. If a student gets a CGPA less than 6.00 in three consecutive semesters, he must leave the Institute. Therefore, it is in a student’s interest to estimate his own capability and register under a slow pace mode from third semester onwards, or even from the First semester. The criterion for slow pace is:\n\n•\tIt is necessary for a student to maintain a CGPA equal to or above 6.00 at all times. If the CGPA falls below 6.00 he should enter a slow pace programme in his own interest. The following procedure will be used to make “slow pace” mandatory for a student with poor performance. A modified grade point average called MGPA will be computed by replacing all F and X grades by P grades. If the MGPA equals or exceeds 6.00, he may be permitted to register for a full suite of higher semester courses at the discretion of Faculty Advisor. If the MGPA remains below 6.00 the student must enter a slow pace programme. To register in higher semester in slow pace, the number of courses being decided by Faculty Advisor. To leave the Institute if CGPA falls below 6.00 in three consecutive semesters.\n\n•\tYear back means the student has to get readmitted to the corresponding year and repeat the academic courses again and the criterion is as follows :\n\n•\tIn case of a First Year student, if the CGPA is between 5.00 and 5.69, he will re-register in the First Semester and start the programme afresh. The CGPA in the repeat year must exceed 6.00, else the student has to leave the Institute.\n"
  },
  {
    "A": "11",
    "B": "What is TEQIP? How can students avail its benefits? What are the various schemes and opportunities under it ?",
    "C": "['Academics', 'Administration', 'Departments', 'General Awareness']",
    "D": "As per the official website of All India Council for Technological Education(Link: https://www.aicte-india.org/bureaus/rifd/teqip ) TEQIP is defined as Technical Education Quality Improvement Programme of Government of India (TEQIP) which is being implemented as a World Bank assisted project to improve the quality of technical education system in the country.\n\nNIT Rourkela is a TEQIP-III (phase-III) institute for which the objectives are mentioned in (Link: http://www.teqip.in/objective.html) \n\nAs per the documents available in institute website \n(Link: http://nitrkl.ac.in/OldWebsite/Institute/TEQIP/Default.aspx ) and the document (Link: https://drive.google.com/open?id=17rGFX5CHzebL703oTp7YdPgXfCWpDFlu )\n\nMany opportunities which the students can avail includes conducting courses and soft skills training for academically weak students. Special summer semester programmes are conducted for students securing fail grades following spring semester examinations. This enables students to complete the courses in which they secure fail grade. The summer course is for 6 week duration and makes a new assessment for weak students based on their performance in summer course. Special programs are also conducted in pre-final years in order to improve and horn their technical and soft skills. Normally 6-8 sessions are conducted during pre-final year and 2-3 sessions are conducted in final year. These sessions are normally conducted in the weekends. Classes are taken by selected experienced faculty and external experts. More details are available at \n(Link: https://drive.google.com/open?id=17rGFX5CHzebL703oTp7YdPgXfCWpDFlu ). Information regarding the same are shared via the institute webmail and interested students can take part in it.\n\nThe various schemes and opportunities under this are:-\n\n•        Exchanging of faculty and students between universities.\n•        Starting of specialized Master’s program for industries, where junior level executives will be imparted PG programmes.\n•        Joint programs of research and development activities.\n•        Exposure of students to state of art technology through up-gradation of laboratories.\n        Quantitatively increasing and qualitatively improving research by their faculty individually, jointly and collaboratively which includes\n•        Formation of research groups within Departments.\n•        Induction of new faculty who are fresh from active research into the groups.\n•        Incentive and recognition of research outcomes in terms of future promotion\n        Developing research interest among undergraduate students, and Reorienting Summer Internship and Research Experience\n•        Taking up industry oriented project work and experimental work during the final year project.\n•        Increasing the credit and time period of project work during final year.\n•        Gold medal for best B.Tech project during every Annual Convocation.\n        Collaborating with Indian and foreign institutions in academic and research area through MoUs. The steps taken/ to be taken in this regard are\n•        Incentives in terms of funds availability and recognition of merit / promotion.\n•        Encouragement to secure industry and Govt. sponsored projects.\n•        Availability of global resources through on-line library.\n\nMore details available at \n(Link: https://drive.google.com/open?id=17rGFX5CHzebL703oTp7YdPgXfCWpDFlu ).\n"
  },
  {
    "A": "12",
    "B": "Is there any bound agreement signed by Ph.D. scholars for authorship before working on a project? Does the institute advise its researchers & PI's to go through the ICMJE protocol of publishing and follow points and methods of assignment of Authors? Who checks it ?",
    "C": "['Academics', 'Administration', 'Departments', 'General Awareness']",
    "D": "As per the Monday Morning article \n(Link: https://mondaymorning.nitrkl.ac.in/article/2018/01/08/1612-delineating-the-dilemmas-ask-a-question-120/ )\nQuoting Dean Academics, Prof. K.K. Mahapatra who answered a similar question “No, there is no such system. It might be needed specifically for a particular student for some specific journal, but that’s not the general case. As per my knowledge, the students along with their supervisors can publish their publications and there has not been any hassle so far. Usually, if a student is taking help from a particular organization or getting sponsorship only then, in that case, it is their moral responsibility to mention the name of that organization in the acknowledgment section stating that they could successfully complete the publication because of the help of that organization. However, if this question is exclusively meant for a specific student and that has to be treated individually.” \n"
  },
  {
    "A": "13",
    "B": "Whats a Qualifying Degree Certificate? Please note this certificate is asked foreven after submitting one’s high school certificate (12th Standard Passing certificate) ?",
    "C": "['Academics', 'Administration', 'Departments', 'General Awareness']",
    "D": "Qualifying degree certificate is an official document given to the qualifying students provided by the universities after the successful completion of the course awarding you with a valid degree"
  },
  {
    "A": "14",
    "B": "What are the various heads under which students are granted leave? Pleaseprovide comprehensive details about the pre-requisites, a number of days the leave isawarded and also how does ensure that the leave is granted ?",
    "C": "['Academics', 'Administration', 'Departments', 'General Awareness']",
    "D": "Heads of institutes like SAC, dispensary, T&P, respective departments can approve leave for a student. Student need to submit his/her leave application signed by faculty adviser, head of the department and dean of academics. For how many days a student would get leave that depends."
  },
  {
    "A": "15",
    "B": "What are the different cases which lead to an ISDC? What is the punishmentfor getting involved in malpractice during the semester examinations ?",
    "C": "['Academics', 'Administration', 'Departments', 'General Awareness', 'Miscellaneous']",
    "D": "TYPICAL OFFENCES TO BE CONSIDERED BY ISDC\nA. General Offences\n1.\tMisbehaving with a student in the hostel.\n2.\tMisbehaving with a student in academic area, sports field or other\nActivity area\n3.\tRiding motorbike without crash helmet, at high speed or with 2\npillion riders, parking in hostel area for the 3rd or more time. \n4.\tObstructing a student from pursuing his studies peacefully by\npersistent disturbance, loud noise etc.\n5.\tThrowing trash or spitting on the road, corridors or public places \n6.\tSmoking or chewing tobacco in academic area and halls of\nresidence, (including roads and open space), canteens, playgrounds\nand other public spaces.\n7.\tWillfully causing minor damage to buildings, furniture or other\nresources.\n8.\tMisbehaving with a professor, employee or visitor anywhere, outside\nthe class room.\n9.\tMisbehaving with a professor, employee or visitor in drunken /\nintoxicated state outside the class room. \n10.\tMaking unauthorized statements before print or electronic media on\nmatters related to institute administration.\n11.\tDamaging Institute property in a drunken / intoxicated state. \n12.\tEntering an outside water body, roof top or any location understood\nto be out of bounds to students for maintaining safety and security.\n13.\tStealing private or public property. \n14.\tMisusing an elected office in SAC or HAC for personal gain. \n15.\tTampering I-card, Medical card or another identity given by the\nInstitute.\n16.\tConsciously not reporting an offence to authorities or withholding\ninformation from an enquiry office.\n17.\tForgery, impersonation and other ways of using the identity of\nanother student.\n18.\tWillingly damaging, defacing or destroying a building, furniture, \nequipment, book or other property owned or controlled by the\n19.\tInstitute or otherwise located within the precincts of the Institute\n20.\tSmoking in class, laboratory, library, seminar halls or auditorium.\n21.\tPhysically obstructing a faculty or staff member from performing his\nduty.\n22.\tSystematically harassing another student \n23.\tHarassing female students through verbal abuse or written abuse.\n24.\tParticipating in a group (3 or more students) to quarrel with or to\nintimidate another student or an outsider.\n25.\tParticipating in a group (3 or more students) to quarrel with or to\nintimidate another group of students \n26.\tThreatening, abusing or assaulting an institute staff including\ncontract labour.  Stealing Institute property (e.g. computer parts).\n27.\tCreating division among students on the basis of religion, caste,\nhome state or any other criteria \n28.\tImpersonating or signing for a faculty or employee of the institute or\nproducing a forged document; taking over function of an Institute\nstaff or officer without authority.\n29.\tLying or showing disrespect to Standing Disciplinary Committee or\nanother enquiry committee. \n30.\tSexual harassment of a fellow student or of another person. [“sexual\nharassment” means any unwanted sexual attention, in the form of\nphysical contact, comments, inappropriate gestures, suggestions,\nhints, innuendo or similar conduct which the perpetrator knows, or\nought reasonably to know, will create an environment in which the\nperson subject to the conduct is humiliated or denied his or her\ndignity.]\n\n31.\tInterfering with a disciplinary proceeding by bribing, threatening or\nintimidating a witness or any other person related to a disciplinary\ncase\n32.\tFighting with a student or outsider leading to physical injury. \n33.\tAssaulting and injuring another student without sufficient fight back.\n34.\tEntering Swimming Pool or similarly barricaded area without\nauthority seriously compromising safety and security of self and\nothers\n35.\tThreatening, abusing or assaulting a faculty member or academic\nofficer. \n36.\tLeading a group (3 or more students) to quarrel with or to intimidate\nanother group of students \n37.\tLeading a group (3 or more students) to quarrel with or to intimidate\nan outsider, whatever the cause \n38.\tUsing motor vehicle (2 or 4 wheeler) to intimidate a student or\nemployee of the institute.\n39.\tHarassing female students through photographic, print or electronic\nmedia \n40.\tParticipating in a group fight leading to physical injury \n41.\tOrganising or leading a scuffle, fight or abusive quarrel between\ngroups of students in or around a student function. \n42.\tPossessing or using hallucinogenic drug \n43.\tLeading a group fight leading to physical injury \n44.\tUnauthorized entry into a professor‟s room, laboratory, library or\nsimilar place e.g. by using a duplicate key, breaking a lock or by any\nother means\n45.\tInteracting with persons or groups believing in violence \n46.\tSupplying or selling hallucinogenic drug \n47.\tPossessing explosives, firearms or such dangerous items Activities prejudicial to national security or communal harmony\nB. Offences related to harassment of freshers [ For Senior Students]\n1.\tCalling First Year student to meet anywhere in campus or outside \n2.\tMaking phone calls, handing over used books, offering to show the\nmarket to First Year students \n3.\tMeeting First Year students in a place where one of them does not\nhave a reason to be present at that time\n4.\tCalling a first year student to a senior hall or room \n5.\tUsing abusive language, asking names in impolite language or similar\nthreats\n6.\tEntering a First Year Hall without permission of Warden or exceeding\nany other permitted limits \n7.\tOrganizing or participating in regimented activity such as walking with\nface down, wearing clothing of prescribed design or other modes of\nsubjugation\n8.\tSlapping or beating a fresher or inflicting another physical/mental\ntorture on one or more students \n9.\tParticipating in a group of seniors inflicting physical or mental torture\non freshers \n10.\tLeading a group of seniors in a ragging activity \nC. Offences related to harassment of freshers [ For Freshers]\n1.\tServing as a conduit for passing on ragging-related message or\nmaterials from senior students to first year students \n2.\tFirst year student using abusive language to senior students or\nother first year students\nD. Academic Offences\n1.\tCreating disturbance in class, library, laboratory or seminar etc. \n2.\tMisbehaving with a professor in a class, laboratory, library etc. \n3.\tEntering a class, laboratory, library, seminar or similar place in an\ninebriated state.\n4.\tStealing, damaging or removing pages from library books and other\nlibrary material.\n5.\tSubmission of the same piece of one‟s own work for assessment\nand award of credit in two (or more) instances.\n6.\tConsciously placing material from other sources in theses and\npublications without acknowledging the author.\n7.\tPublishing (or otherwise claiming to be one‟s own) a work without\nconsent of other researchers including one‟s research guide.\n8.\tManipulating attendance or other ordinary academic record by\nelectronic or physical means.\n9.\tPresenting a substantial volume of another person‟s work as one‟s\nown in a thesis or publication.\n10.\tManipulating grades and vital academic records through electronic\nor physical means.\nE. Examination Related Offences\n1.\tCreating disturbance in an examination hall \n2.\tMisbehaving with a classmate in examination hall\n3.\tPossession of a mobile phone or similar communication device in\nactive state in an examination.\n4.\tWriting formulas or material on a question paper that can help a\nfellow student during examination.\n5.\tTalking to another examinee or an outsider during examination.\n6.\tWriting on desk in examination hall\n7.\tAllowing another student to copy from one‟s answer script \n8.\tMisbehaving with a professor in an examination hall \n9.\tConsulting a paper, book or a person in corridor, toilet or another\nplace. \n10.\tPossession of a chit with relevant material in an examination.\n11.\tCarrying relevant material by writing on one‟s body (palms, legs etc)\nor clothing to examination.\n12.\tPossession of a book or significant quantity of written material in\nexamination hall.\n13.\tCopying from examination script of another candidate\n14.\tGoing outside examination area (i.e. outside hall, toilet and\nconnecting passage) for any purpose.\n15.\tSending question paper or answer script outside examination hall\n16.\tSubmitting answer script with answers written outside the hall.\n17.\tThreatening an invigilator or a teacher\n18.\tImpersonating another candidate in examination of allowing oneself\nto be impersonated\n19.\tDeliberately acquiring advance knowledge of detailed content of an\nexamination paper.\n20.\tLarge scale, organized activity for influencing examination process,\ngrades or academic records.\nF. Offences Related to Public Functions\n1.\tCreating disturbance in a student function.\n2.\tIndecent behavior in a public function.\n3.\tEntering a student function in an inebriated state.\n4.\tIndecent behavior in a public function under influence of alcohol or\nanother drug.\n5.\tViolating barricades in an institute function without sufficient reason or\nauthority.\n6.\tLeading a disturbance in a student function through organizing\nboycott, protest or any other means.\n7.\tCreating a group disturbance (violent or otherwise) in a student\n8.\tfunction. \nG. Cyber Offences\n1.\tTampering with one‟s own electronic identification system normally\nemployed for giving access or attendance.\n2.\tPlacing indecent material or any material likely to disturb harmony\nwithin the Institute in NITRKL or other website. \n3.\tGaining access into the personal computer of another student and\naltering content without the owner‟s consent. \n4.\tGaining access into the computer account of another student in a\ndepartmental or central computer.\n5.\tHarassing a fellow student by using electronic media [SMS, Email,\nWeb site] \n6.\tStealing or otherwise possessing electronic password of a faculty,\n7.\tstaff member or an outsider related to the institute without latter‟s\nconsent.\n8.\tPassing on electronic password of a faculty or staff member, or an\nofficial password to a third person without the consent of the owner \n9.\tGaining access and using the personal computer of a faculty or staff\nmember or his account in a departmental or central computer by\nstealing his password or by other means.\n10.\tHarassing or publicly humiliating a female student or another female\n11.\tindividual by circulating of objectionable material over electronic\nmedia.\n12.\tUsing a computer (own account or that of another individual) for doing\nserious mischief or for personal gain.\n13.\tGaining access into administrative account of a departmental or\ncentral computer system, or to any official user account without\nauthority, irrespective of the motive.\nPINISHMENT FOR MALPRACTICE IN EXAM:\n1.\tDeduction of marks by noting on answer script (Up to 10 marks) [ In examination hall\nonly]\n2.\tAwarding F grade in one paper [ For examination related offences only ].\n3.\tAwarding F grade in two or more papers. [ For examination related offences only ].\n4.\tAwarding F grade in all theory papers of a semester [ For examination related\n5.\toffences only ].\n6.\tConversion of grade in one to three courses to „UR‟, thus forcing the student to slow\npace.\n7.\tAward of „UR‟ status to all courses of 1 semester forcing repeat of the semester or\n8.\tgoing to slow pace.\n9.\tAward of „UR‟ status to all courses of 2 semesters forcing repeat of whole year.\n10.\tAward of „UR‟ status in all courses of a semester or more and mention of “Bad\n11.\tConduct” in Conduct Certificate.\n12.\tOutright expulsion from the Institute.\n"
  },
  {
    "A": "16",
    "B": "What is the Senate? How does it function? What are their roles and responsibilities ?",
    "C": "['Academics', 'Administration', 'Examinations', 'General Awareness']",
    "D": "Senate is the most significant body in campus when it comes to anything related to academics or affects the entire populace of NITR. \nIt consists of all the departments HODs, few select Professors, Asst. Registrar and 3 student representatives (with at least 1 from both UG and PG). \nThey take all decisions regardless academics such as how many credits a course should be of, examination criteria, how many classes to be taken, timings of classes, etc. "
  },
  {
    "A": "17",
    "B": "What is the meaning of deregistration? When can one take up the theorycourse and lab course next? What are its repercussions ?",
    "C": "['Academics', 'Administration', 'Examinations', 'General Awareness', 'Miscellaneous']",
    "D": "Deregister means a student won’t be able to attend the classes for that subject and cant appear for the exam . He/ she can take that subject in subsequent semesters.\nRepercussion - If they are not able to make up for the deregistered subjects, they would eventually require an extra semester."
  },
  {
    "A": "18",
    "B": "Where can one find the list of coordinators of NSS ?",
    "C": "['Academics', 'Administration', 'General Awareness']",
    "D": "http://nss.nitrkl.ac.in/ \nThis is the official website of NITR NSS website and the coordinators list can be searched in it for all years. \n"
  },
  {
    "A": "19",
    "B": "How do a freshmen shift back to NSS/PE given I had opted for NCC willingly ?",
    "C": "['Academics', 'Administration', 'General Awareness']",
    "D": "A freshman can change from NCC to NSS/PE within 10 days of the allotment, or in one month in exceptional cases. He/She has to contact the ANO of the NCC (present – Mr. Ajit Behera, Metallurgy department) for the change. They should write a letter to the PIC of NSS for the reason for the change from NCC to NSS to be registered for NSS. They should also physically go to a class of NSS/PE and see that their names are added to the roll call list.\nSource : Quoted by SUO (Tapas Nayak)"
  },
  {
    "A": "20",
    "B": "Does late registration affect attendance ?",
    "C": "['Academics', 'Administration', 'General Awareness']",
    "D": "Reference: https://www.google.com/url?q=http://nitrkl.ac.in/oldwebsite/IntraWeb/Academics/Regulation/doc/BTech.pdf&sa=U&ved=0ahUKEwiqppi3gOngAhWViXAKHWGdAWgQFggHMAE&client=internal-uds-cse&cx=013240514921589880003:yzbsbodyxjq&usg=AOvVaw1zPiOzeNmMVpu_bCUH000M (Point 5.3)\n\nA student who does not register on the day announced for the purpose can register within the next 10 working days on payment of an additional fee as prescribed by the Institute. Normally no late registration shall be permitted after the tenth working day from the scheduled date, except in special cases like those directed by MHRD or MHRD approved authorities during 1st semester, a serious medical problem, a family calamity, or participation in a national event, to be approved by the Director on the recommendation of Dean (Academic). However, under no circumstances, even with approved leave, late registration after 45 calendar days from the scheduled date of registration is allowed. A student must repeat the semester in the following year. In case of late registration, all classes between the expected date of registration and the actual date will be considered absent. The student may, however, apply for leave to Dean (Academic), if admissible under leave rules”. No special allowance may be claimed in the matter of assessment/evaluation or grading."
  },
  {
    "A": "21",
    "B": "How can freshmen issue a book from the library given he/she does not have an ID card ?",
    "C": "['Academics', 'Administration', 'General Awareness', 'Miscellaneous']",
    "D": "(Information obtained from the Library Help Desk)\nThe library currently has no provision for issuing a book without an ID card due to the complete automation of the book issuing procedure. Once the ID card for the freshers are made, they are automatically tagged as the library cards. However, if the fresher is in urgent need of issuing the book, they may approach a senior to use their ID card to issue the book first until he/she receives their own ID card.\n"
  },
  {
    "A": "22",
    "B": "Please furnish details about the Ghanshyam Dash Scholarship for higher education ?",
    "C": "['Academics', 'Administration', 'Scholarships']",
    "D": "References:\nhttp://www.bipf.org.in/pdf/Prof-Ghanashyam-Das-Scholarship-Scheme-2017.pdf\nhttps://www.imfa.in/pdfs/Prof-Ghanashyam-Das-Scholarship-Scheme.pdf\nhttp://www.bipf.org.in/pdf/Prof-Ghanashyam-Das-Scholaship-application-form.pdf\n\nAll required details are present in the links provided above. This scholarship is applicable only to students from economically disadvantaged families in Odisha. Other eligibility criteria, method of application, and the application form are provided above. The form has to be mailed by 30th October every year to the address mentioned in the above files.\n"
  },
  {
    "A": "23",
    "B": "What are the various criterions required for a branch change ?",
    "C": "['Academics', 'Departments']",
    "D": "Reference: https://mondaymorning.nitrkl.ac.in/2017/08/14/1335-clearing-the-pandemonium-ask-a-question-30/\n\nFor first-year students, the Senate has taken a decision to incorporate branch changes, and this doesn’t apply to the students who are not in their first year. A maximum of 5% of students from a branch would be allowed to change their branch, subject to vacancies in other branches. But that 5% is a strict 5% or else some branches would become completely vacant. Every student aspires to study in departments like CS and EC but we want to give equal importance to departments like Ceramic, Mining, ID, etc. To apply for branch change, a student must have a CG of 8.5 or above in their first year. In case two students have the same CG, the student with the higher SG in the second semester will be preferred. The student must not have backlogs in any no-credit courses as well like NSS etc.\n"
  },
  {
    "A": "24",
    "B": "What should a student do in case a faculty is holding a deliberate grudge against him/her ?",
    "C": "['Academics', 'Departments']",
    "D": "It is after the mid sem results are out that you know that the paper checking is partial and the Professor has a grudge on you according to you.\nOne should take the following measures to tackle with this issue:\n1. Keep working hard so that the prof doesn't get a chance to deduct more marks.\n2. Wait for the end semester results to be out and if you're not satisfied with your grade then you must go to the Prof and ask him to show you your paper once.\n3. After going through your paper, if you still think that marks have been deducted deliberately you can approach your Fac-ad once and discuss with him regarding this in a sensible manner and see what he suggests and act accordingly. "
  },
  {
    "A": "25",
    "B": "What are research internships ?",
    "C": "['Academics', 'Departments']",
    "D": "https://mondaymorning.nitrkl.ac.in/article/629dbf161acb2c3831ab539f/Intern-N-Innovate-A-sneak-peek-into-Research-Internships\n\nA research internship also known as a dissertation internship is where you will undertake research work for a company to work on. It is usually undertaken by students in their final year of academic study. In most research work, the intern will work under a professor independently or in the research and development department of the company."
  },
  {
    "A": "26",
    "B": "Whom does one report to in case of erratic checking? What are the procedures to be followed ?",
    "C": "['Academics', 'Departments', 'Examinations']",
    "D": "In the case of erratic checking, first the course teacher has to be informed. If he/she fails to address the issue, then approach the Faculty Advisor, the Head of the Department and lastly the Dean Academics if the issue has still not been addressed. If any teacher refuses to show answer scripts for checking, then you have every right to demand for it. For erratic checking, it is a more subjective case. For endsem exam papers, students can apply for rechecking of papers via NITRIS. "
  },
  {
    "A": "27",
    "B": "What is the difference between a backlog, debar and deregistration ?",
    "C": "['Academics', 'Departments', 'Examinations']",
    "D": "A student gets a backlog in a paper when he fails in that subject.\n\nA student gets a debar in a paper if he gets less than nearly 75% attendance in that subject(more than 16 absents fro 4 credit course,more than 12 for 3 credit and more than 4 for 2 credit)\n\nA student can deregister a paper at the beginning of the semester if he wishes to appear for that paper in some other semester."
  },
  {
    "A": "28",
    "B": "What are the various rules pertaining to deregistration ?",
    "C": "['Academics', 'Departments', 'Examinations', 'General Awareness']",
    "D": "One can deregister a maximum of 3 subjects in one semester which can be taken later on as an additional course which is subject to availability of slots. These subjects can be taken in normal semesters only (autumn/spring) and can't be taken as a summer course. No penalty of grade back is levied for the course. \n In case, if no available slots are there in any of the regular semesters then he/she needs to take an additional semester to clear that subject. The normal rules regarding attendance still applies if someone takes a deregistered subject."
  },
  {
    "A": "29",
    "B": "Under what circumstances can one opt for mid-semester ? What are thedifferent documents required for each situation? How does one ensure he/she doesn’tget a grade back while opting for them ?",
    "C": "['Academics', 'Departments', 'Examinations', 'General Awareness']",
    "D": "Cases like family disaster or any severe health issues one student can opt for mid sem. For family disaster student need leave application signed by his/her faculty adviser and head of the department also need to get it approved by dean academics. For medical cases, student need medical reference from dispensary. He/ she needs at least 95% attendance in each subject to avoid grade back."
  },
  {
    "A": "30",
    "B": "Can you provide a link to the updated syllabus of the Undergraduate and Postgraduate courses ?",
    "C": "['Academics', 'Departments', 'General Awareness']",
    "D": "https://website.nitrkl.ac.in/Academics/AcademicProcess/Curricula-Syllabi/"
  },
  {
    "A": "31",
    "B": "What are the intricacies of the Minor system introduced at NIT Rourkela, two years back ?",
    "C": "['Academics', 'Departments', 'General Awareness']",
    "D": "Meritorious students who have secured CGPA of 8.00 or more (without any backlog) at the end of first year are eligible to opt for minor degree, of their choice, subject to following conditions:\n A minor degree can be given in Engineering, Science or Humanities discipline for B.Tech, B.Tech and M.tech Dual degree, Int. M.Sc. and B.Arch students of academic year 2017-18 onwards.\n Minor degree will be allocated on completion of 2nd semester, based on CGPA. The minimum CGPA of 8.00 will be considered eligible for registration for minor degree.\n A student will be eligible to receive minor degree when he/she takes at least 6 additional courses offered by the department (semester-wise) constituting of minimum 18 credits between 3rd to 8th semesters.\n Minor degree credit requirement is over and above the minimum requirements.\n The branch opted for minor degree by a student is a one-time choice and cannot be altered under any circumstances.\n No equivalent courses from other departments can be taken for fulfilling the minimum credit requirement for obtaining Minor degree.\n Any student who wishes to leave the Minor degree in between, he/she may be allowed to do so with the permission of Dean (Ac.). His grade-sheet will only reflect the cleared courses.\n If a student fails to complete a Minor degree course within his normal duration, he has the option to either drop the minor degree or he may stay extra semester or year as applicable to complete the same for award of Minor degree.\n In case of a tie in CGPA for allotting Minor Degree, the SGPA of the 2nd semester will be considered.\n In case of CGPA falling below 8.00 after registration, registration will be cancelled"
  },
  {
    "A": "32",
    "B": "Can one change into a single degree program from a dual degree program after 1st year on the basis of a good CGPA ?",
    "C": "['Academics', 'Departments', 'General Awareness']",
    "D": "Yes. A student from a dual degree program can change to a dual or single degree program of any branch, on the basis of CGPA."
  },
  {
    "A": "33",
    "B": "Can one take up a government job on the basis of the minor degree opted for at NIT Rourkela? That is, can a 119BMXXYY who opted for a CS Minor degree, be eligible for a job at PSU which hires CS engineers ?",
    "C": "['Academics', 'Departments', 'General Awareness', 'Miscellaneous']",
    "D": "For the students having minor degree in computer science, they are only eligible for the placement for the respective CS company if either the company had stated the policy for recruitment of individuals having the minor degrees or the HRs of the recruiting company are convinced by the placement coordinators to do the same. Thus, for on campus placements, it depends on if the HR has been convinced by the placement committee or not whereas for off campus placement, it depends on the specific recruitment policy of the PSU. Currently, PSUs hiring CS graduates aren't generally recruiting them(referring to the minor degree graduates). But having said that, it totally depends on the company and subject to their policies. \n Source : Quoted by multiple PCs \n https://qualifygate.com/psu-recruitment-through-gate-cse/"
  },
  {
    "A": "34",
    "B": "Is the 5 minute gaps between classes followed? Whom does a student contact to report about the discrepancy in the above matter ?",
    "C": "['Academics', 'Departments', 'General Awareness', 'Miscellaneous']",
    "D": "The 5 minute gaps between the classes are often not followed and many professors tend to utilize it. Even after an official notice about the change of timings and reducing the official timing of a class from 60 mins each to 55 mins for class each(excluding labs which run for more than 1 hour) so that enough time between the classes can be given for the students to commence and settle. However most of the classes are scheduled back to back and most of them are in one classroom only (only some classes like OE etc. are required to change classes) and because of this, the professors continue teaching till the arrival of the next professor. \n \n The discrepancy in above issue can be brought into the notice of authorities by reporting it to the Assistant Registrar or Dean Academics who can take suitable and necessary steps regarding the same."
  },
  {
    "A": "35",
    "B": "Is one allowed to do interdepartmental research projects under the new curriculum ?",
    "C": "['Academics', 'Departments', 'Miscellaneous']",
    "D": "The new curriculum is defined in such a way that it benefits the students of NITR and helps their overall growth. Students are encouraged more now to carry out research work and the research project has been made mandatory including credits for it. Earlier, it had an option of a research project or a course. Also, as per the changes in curriculum, many branches including but not limited to Life Science etc. will be such that subjects will be shuffled and the necessary ones required for pursuing interdisciplinary research in the field of Life Sciences would be retained."
  },
  {
    "A": "36",
    "B": "How does one understand how much absent leads to grade back in a particular course ?",
    "C": "['Academics', 'Examinations', 'General Awareness']",
    "D": "Reference: https://website.nitrkl.ac.in/docs/AcademicRegulation/04012020192115698.pdf (Page - 13) \n \n A = Number of unauthorized absences \n S = Sittings per week (1 hr. for lecture and tutorial as well as 3 hrs.lab classes) for a subject in a normal semester and define separately for regular sem and summer quarter \n Algorithm for computation of Grade Back and X Grade : \n If (A <= 2 * S) then no penalty \n If (A > 2 * S and A <= 4 * S) then Grade back by one step \n If (A > 4 * S) then X grade \n If (TA > 6 * S) then X grade"
  },
  {
    "A": "37",
    "B": "Will the grade in minor degree affect one’s CGPA ?",
    "C": "['Academics', 'Examinations', 'General Awareness']",
    "D": "Reference : https://www.nitrkl.ac.in/docs/AcademicRegulation/04012020192115698.pdf , Page 5 : 4.6 (iv) - last line\n\nNo. The CGPA of minor degree will be reflected separately in the same grade sheet. It has no relation with the CGPA of major degree."
  },
  {
    "A": "38",
    "B": "How are remedial classes helpful for a mentee? How can he/she enroll in one ?",
    "C": "['Academics', 'Examinations', 'General Awareness', 'Student Counselling Programme']",
    "D": "Reference: https://mondaymorning.nitrkl.ac.in/article/2018/03/26/1789-extending-a-hand-the-student-counselling-programme-review/\n\nIt was observed that the first and second-year students were often stressed about the curriculum, examinations and we observed that some particular subjects have a very high failure rate. The students did not feel comfortable to ask the teachers and the teachers also did not get the viewpoint of students at times. Thus, it was decided that student tutors from 2nd year, 3rd Year and subsequent years could be appointed to aid the students. The tutors are remunerated with some amount (previously Rs. 500) per class. These Remedial classes help the students who find difficulty in grasping the concepts being taught in the class. The aim is to reduce the number of students getting backlogs/Yearback/Institute-out by providing remedial classes to them.\nA link will be sent in an announcement through Webmail for applying for remedials. At the same time, the same link will be circulated by WhatsApp to first years by their respective mentors. By filling out the form, one can enroll in the remedial class."
  },
  {
    "A": "39",
    "B": "What are some of the tips one would give a freshman before attending their first mid-semester examination ?",
    "C": "['Academics', 'Examinations', 'General Awareness', 'Halls']",
    "D": "• Students can check the previous year question papers and their seating arrangements for the mid-semester examination in their respective NITRIS portal.\n• Institute ID Card is a must for appearing in the examination. Anyone who has lost his/her ID card may apply for a duplicate Id card (in the prescribed form R-02 with fee receipt) by an announced deadline before exam.\n• Students appearing the exams should be present in the exam hall at least 10 mins before the starting of the examination. Late comers may not be  allowed to appear the exam unless permitted otherwise by the competent authority.\n• Sleep properly and don’t stress out. In case of lost ID card, immediately inform Exam Control Room (previously, it was room LA 101) about the same. In case of inability to write exam due to health issues, go to dispensary and inform them the same. You can apply for taking the exam later only with the suitable medical certificate from dispensary.\n• Mobile phones are strictly prohibited inside the exam hall. You can keep it in your hostel room or in your bag with switched-off mode. If any student is caught inside the exam hall with mobiles, then strict actions will be taken against him/her.\n• Please ensure that you have entered your name, roll number and all other details on main and supplementary answer scripts.\n• The use of text books, log table, ISI codes, steam table, steel table or other similar material brought from outside is strictly forbidden. If your question paper demands use of such materials, please request your invigilator to provide them from Institute stock.\n• Students are not permitted to leave the Examination Hall during the first hour of the examination. You may go to toilet or for drinking water after elapse of one hour on signing on the “Temporary Absence Sheet”. Please do not forget to sign again on return to the hall.\n• Possession of papers, scripts of books, mobile cell phones (even in switched off mode) or any other incriminating materials or cheating in any form in the Examination hall will be considered as offence and will be dealt with as per provisions of law.\n• Do not write anything on the question paper, nor on the charts and tables provided by the Institute. Please do not scribble anything on the desk. These are serious offences.\n• Submit your answer scripts and log tables etc. to the invigilator before leaving the hall.\n• Do not hesitate to draw attention of the invigilator if you detect a mistake or ambiguity in the question paper.\n• Always maintain silence in the examination hall. If you need to speak to the invigilator or ask for a supplementary sheet, please stand up or raise your hand.\n• The invigilator is empowered to recommend disciplinary measures against adoption of unfair means or acts of indiscipline in the examination hall. Please cooperate with the invigilator in recording the details.\n• Please go through the Disciplinary Manual (particularly Section-V and Section-VI(E) available in the Institute website at the link https://nitrkl.ac.in/docs/AcademicRegulation/08032017102846436.pdf and subsequent changes made by the Senate. More stringent deterrents can be recommended if the authority feels so.\n"
  },
  {
    "A": "40",
    "B": "What are the different scholarships endowed by the Pendayala Vijaylakshmi Memorial? What is the monetary aid given? Who are eligible for this? What are the different eligible criterions for the same? Where does one submit the application form ?",
    "C": "['Academics', 'General Awareness', 'Scholarships']",
    "D": "Mr. Rama Rau Pendyala, an alumnus of 1970 Batch created two scholarships since September, 2017 : Pendyala Anasuya Memorial Scholarship (Merit based, generally 1 student) and Pendyala Vijaylakshmi Memorial Scholarship (Financial Need Based, generally 2 students). Generally, monetary aid is given as Rs. 40,000 per semester. The eligibility criteria can be accessed from the first link provided below. The two scholarships have slightly different eligibility criteria. The application form is to be submitted as per the concerned circular.\nReferences: https://nitrkl.ac.in/Alumni/AlumniOrganisations/Scholarship.aspx    https://www.nitrkl.ac.in/docs/Announcement/12062020095718506.pdf    http://nitrkl.ac.in/OldWebsite/FacultyStaff/docs/181501331055_1.pdf\n"
  },
  {
    "A": "41",
    "B": "What are the various scholarships for SC/ST from states other than Odisha? Please mention the eligibility criteria and procedure to apply for the same ?",
    "C": "['Academics', 'General Awareness', 'Scholarships']",
    "D": "References: http://nitrkl.ac.in/OldWebsite/Prospective_Students/11FAQs/Default.aspx\n                           https://scholarships.gov.in/\n                             https://www.buddy4study.com/article/sc-st-obc-scholarship\n                               https://www.buddy4study.com/article/top-government-scholarships\nAll state governments provide Post Matriculation Scholarships(PMS) for eligible students of SC/ST category. There are also multiple central level scholarships provided by various departments. Many of these scholarship information will be conveyed through mail. Other popular scholarships like ONGC scholarship, Colgate KIS scholarship or LIC GJS scholarship can be found on google too. The eligibility criteria is different for different scholarships. However, all of these are available at the respective websites. Like one may go to the Home Page of National Scholarship Portal (second link provided above) for NSP scholarships. More information about the various scholarships can be obtained from the third and fourth links. \nApplying procedures for Scholarship Schemes for both Fresh and Renewal under NSP are given below:\nFresh: Student have to Click on the option “Student Login”, on the home page of National Scholarships Portal. Fill up the application as per the instructions given by the system then click on save button. After saving, student will get a “Temporary ID”. The system will instruct the applicant to submit his/her Temporary ID and date of birth to fill subsequent details. Once registration is complete click on submit button, a Permanent Registration ID is generated which can be used for Renewal and tracking the status of application\nRenewal: Renewal Students have to apply with their Application Id and Date of Birth which they registered previous year. Student can also use Forgot Application ID to retrieve their ID. Only those students would be able to Renew who had actually got the scholarships payments last year from NSP.\nThe form after filling should be submitted to the concerned office as per the respective notices.\n\n"
  },
  {
    "A": "42",
    "B": "What is the CGPA to % criteria at our institute ?",
    "C": "['Academics', 'General Awareness', 'Scholarships']",
    "D": "Reference: https://nitrkl.ac.in/docs/Announcement/13032021173643119.pdf\n\nThe CGPA to % criteria at our institute is, Equivalent Percentage = CGPA x 10.\n"
  },
  {
    "A": "43",
    "B": "What are the various R1 forms one can apply for ?",
    "C": "['Academics', 'Miscellaneous']",
    "D": "The various R1 forms one can apply for are:\n1. Fee Structure\n2. Conduct Certificate\n3. Course Completion Certificate\n4. Grade Card [with signature]\n5. Language Certificate\n6. NOC for passport\n7. Payment Receipt [for IT & specific purpose]\n8. Studentship Certificate"
  },
  {
    "A": "44",
    "B": "What is the significance of Satisfactory and Unsatisfactory grade in PE/NSS/NCC? What role does it play in future scenarios of placements and internship ?",
    "C": "['Academics', 'Miscellaneous']",
    "D": "In each of the first two semesters, there shall be 01 credit for Extra Academic Activity (EAA) consisting of at least 3 hours activity per week. The EAA may be N.S.S., N.C.C., physical education, sports, self defence training, music and drama or any other physical or cultural activity approved by the Senate. The detailed instructions will be imparted and practice supervised by the concerned faculty and/or officers. EAA course shall have syllabi, instruction and examination like any other course. The class timing of the EAA courses will be chosen differently from timing of academic courses, depending on weather conditions.\nEAAs like PE/NSS/NCC will be treated as normal 01 credit course. Alike other subjects, all the rules will be applicable to them too in future scenarios of placements and internship."
  },
  {
    "A": "45",
    "B": "Where does one avail the fee receipt from? And how ?",
    "C": "['Administration']",
    "D": "Go to Student Information section of NITRIS following which you need to click on \"Apply R1 form\" under \"Academic Forms\" section on Student information page. Select Payment receipt from the drop down list on the page you get redirected to. Choose year and semester and type the purpose and click on Apply. After that, ask your Faculty Advisor to recommend it so that you can collect it from the Academics office the next day."
  },
  {
    "A": "46",
    "B": "Fee struture details ?",
    "C": "['Administration']",
    "D": "From the SBI branch or the person can apply for R1 form to get the details. "
  },
  {
    "A": "47",
    "B": "How does one avail a transfer certificate from NIT Rourkela? Please elucidate the steps needed ?",
    "C": "['Administration', 'Departments', 'General Awareness']",
    "D": "In case you want to leave NITR before the completion of your graduation, you must first write a letter addressed to the dean academics requesting for the same, specifying the reason why you want to leave the institute. Thereafter, the letter has to be signed by both your faculty advisor and your Head of Department. The letter then has to be submitted to the Dean, who will give you the clearance form. After submitting it to the Dean’s office, you will be given the leaving certificate which will have everything from Conduct to Migration certificate.\n"
  },
  {
    "A": "48",
    "B": "What are the various social media spheres where ICS has it’s presence?Please provide a link to the same ?",
    "C": "['General Awareness', 'Miscellaneous']",
    "D": "INSTAGRAM: @ics_nitr FACEBOOK:  Institute Counselling Services, NIT Rourkela"
  },
  {
    "A": "49",
    "B": "What are the different documents which act as an ID card in the first semester ?",
    "C": "['Administration', 'Examinations', 'Halls', 'General Awareness']",
    "D": "Provisional Admission letter \nHall Allotment letter\n(specifically for first year students)"
  },
  {
    "A": "50",
    "B": "Under what circumstances can a student avail a calamity leave ?",
    "C": "['Administration', 'General Awareness']",
    "D": "Reference: https://www.google.com/url?q=http://nitrkl.ac.in/oldwebsite/IntraWeb/Academics/Regulation/doc/BTech.pdf&sa=U&ved=0ahUKEwiqppi3gOngAhWViXAKHWGdAWgQFggHMAE&client=internal-uds-cse&cx=013240514921589880003:yzbsbodyxjq&usg=AOvVaw1zPiOzeNmMVpu_bCUH000M\n(Point - 6.4b)\nFamily calamity: Dean (SW) may sanction leave upto 20 working days in a semester on ground of a family calamity. Death of a parent or sibling, a serious illness (involving a serious heart, brain or kidney disease,\nany kind of cancer, or a major operation of a parent) will normally satisfy requirement for sanction of leave.\nNote that this applies only in the case where the patient/deceased are your parents, grandparents, or blood related siblings. No other members of the family are included.\n"
  },
  {
    "A": "51",
    "B": "Where is the Automation cell of the institute is located? What are its functions ?",
    "C": "['Administration', 'General Awareness']",
    "D": "Reference: https://website.nitrkl.ac.in/Academics/TSUs/OAC/\n\nLocated at the Computer Science and Engineering Department, 1st floor. The Office Automation Cell (OAC) of NIT Rourkela has been established in the year 2008 as a Technical Service Unit to cater the need of software systems for various institutional activities. The cell provides software solutions and maintenance to academic, co-academic, and non-academic processes.\n"
  },
  {
    "A": "52",
    "B": "How can one avail the transcript needed for submission at variousuniversities ?",
    "C": "['Administration', 'General Awareness']",
    "D": "One needs to write an application to the Asst. Registrar, then pay for the transcript at the finance section. (Each copy of transcript costs 500 rupees) \nThe receipt of the payment must be submitted to the Asst. Registrar and then the transcript is handed over to the student."
  },
  {
    "A": "53",
    "B": "When do the freshmen receive their NITRIS and Webmail, ID and password ?",
    "C": "['Administration', 'General Awareness']",
    "D": "Freshmen recieve their Nitris Id and Password before the pre registration for first semester. This is done just after orientation for students having joined through JOSAA or DASA and just after admission for spot round students. Webmail Id and Password are generally given to the students in the last weeks of the month of August. The notice regarding this will be available in the department notice board and all hostel notice board.\nhttps://drive.google.com/file/d/1lf3EqLlH3MAjMkJQsrcAzoMOhNz-blau/view?usp=drivesdk :Reference "
  },
  {
    "A": "54",
    "B": "What is the procedure for demand draft fee payment ?",
    "C": "['Administration', 'General Awareness']",
    "D": "\nPayment of semester fee now takes place through SBI Collect Which has all online payment options ( net banking , through cards, UPI , NEFT/RTGS , Through SBI branch .)"
  },
  {
    "A": "55",
    "B": "What are the timings of the dispensary throughout the week ?",
    "C": "['Administration', 'General Awareness', 'Miscellaneous']",
    "D": "Monday to Saturday - 9:00 am to 11:30 am and 4:00 pm to 7:00 pm\nOrdinary Holidays  - 9:00 am to 11:30 am\nSundays and National Holidays – Closed\n"
  },
  {
    "A": "56",
    "B": "How should one deal with a situation wherein the fee they are asked to pay is different as they are supposed to receive a waiver? What are the necessary steps to be taken ?",
    "C": "['Administration', 'General Awareness', 'Miscellaneous']",
    "D": " Any of the payment-related discrepancies with applicable proof may be mailed to the email ID:  ugpghelp@nitrkl.ac.in  citing your “ROLL NUMBER-fee” asthe “SUBJECT” of the email.                                                                                                                                                           The student is expected to first have the income certificate and also, in the case of even semester, proof of payment of waived amount in the last semester(screen shot is enough for online payment). \n In case the student has already paid the excess fee, the fee for the next semester onwards will be compensated.\n Reference= as per No:NITR/AC/UG&PG/2022/M/197                                                                    \nDate: 30.03.2022           = Circular regarding fee payment  "
  },
  {
    "A": "57",
    "B": "What is the role of the Placement Committee in the institute ?",
    "C": "['Administration', 'General Awareness', 'Miscellaneous']",
    "D": "Reference- https://website.nitrkl.ac.in/docs/PlacementBrochure/30092021162640436.pdf\nhttps://placements.nitrkl.ac.in/login \nTraining and Placement Centre (TnP) of the institute promises smooth and progressive conduction of placements, internships and training at NIT Rourkela. With a dedicate team of professors, student coordinators and staff members, the TnP centre handles the placement/internship procedures. This includes communicating with the companies, scheduling and executing the placement procedures along with carrying out all official communication with recruiters and students.                                   Under the roof of the Training and Placement Centre, a dedicated team mentors and grooms the aspiring students with the skill set demanded by the industry. With regular sessions, tests, soft-skill development programs, mock interviews and coding tests, the Training Committee makes the students of NIT Rourkela an asset for the recruiters.\n\n"
  },
  {
    "A": "58",
    "B": "Is the medical certificate by a doctor from a private hospital be a valid document for getting leave? Under what circumstances does this happen ?",
    "C": "['Administration', 'General Awareness', 'Miscellaneous']",
    "D": "Reference-https://website.nitrkl.ac.in/docs/AcademicRegulation/04012020192115698.pdf\n= appendix 2\n         Under very special circumstances, hospitalisation only (excluding outdoor treatment and convalescence) in a reputed Government or highly reputed private hospital withoutreferral may be accepted for medical leave with approval of director. In such cases,the student must convince the director that he had a valid reason for being present inthe place where he fell ill, and that he either had approval of his HOD/faculty advisoror Warden before leaving hostel or continuously kept in touch with them during theillness.\n          In all cases, an application for medical leave must be accompanied by all relevantmedical papers – prescriptions, admission and discharge reports, diagnostic reports,medicine purchase slips etc that will convince the institute authorities about thegenuineness of the request. Medical certificates issued by treating physicians, whichdo not constitute a part of the treatment process, will not be considered in decision making\n          Students recommended “rest” by outside specialists or hospitals on referral by the institute needto get it confirmed by an institute medical officer. The institute doctor will consider theseoutside prescriptions of “rest” on merit. Prescription of “rest” by outside doctors withouta referral by Institute Health Centre, shall not qualify for sanction of medical leaveeither against outdoor treatment or against post-hospitalisation convalescence.\n"
  },
  {
    "A": "59",
    "B": "Where can one report cases of Sexual harassment on campus ?",
    "C": "['Administration', 'General Awareness', 'Miscellaneous']",
    "D": "To the ICC: Internal Complaint Committee."
  },
  {
    "A": "60",
    "B": "What are the rules for owning and riding a two-wheeler on campus for astudent ?",
    "C": "['Administration', 'General Awareness', 'Miscellaneous']",
    "D": "A student must first provide a valid reason for owning and riding the scooty to the Dean Student Welfare. \nUsually, students need to be day scholars or PhD students to be allowed. Students involved in fests can take permission to use a two wheeler for a specific period before the fest.\nOnce they are issued a pass, there may be specific guidelines. Such as not entering academic area after 11. Students owning startups in TIIR can own a two wheeler as well after following the necessary procedures. "
  },
  {
    "A": "61",
    "B": "What is the procedure for getting the NOC certificate for a passport ?",
    "C": "['Administration', 'General Awareness', 'Miscellaneous']",
    "D": "The steps are as mentioned below:-\n•        The procedure for getting NOC for a passport is online. One can go to https://eapplication.nitrkl.ac.in (Nitris) and login with username and password\n•        Go to Academic->Student information->Academic Forms->Apply R1 form\n•        One needs to select NOC for passport in form type and give suitable input in purpose\n•        After applying one needs to get that approved/recommended from either the Faculty Advisor or the HOD of his/her respective department\n•        It’ll be usually available after 4-5 Working days\n\n"
  },
  {
    "A": "62",
    "B": "What is the Internal Complaint Cell? What are its various roles and responsibilities ?",
    "C": "['Administration', 'General Awareness', 'Miscellaneous']",
    "D": " Internal complaint cell is a committee  receives and examines internal complaints from the students, staff and faculty of National Institute of Technology Rourkela who have experienced any sort of delinquency towards them by any of their colleagues. \nThe roles and responsibilities are as follows:\n1.        To evaluate and examine the veracity of the complaint received by students, staff and faculty before proceeding and delivering any Judgement.\n2.        To evolve a permanent mechanism for the prevention and redressal of complaints and other acts of disturbance at the Institute\n3.        To ensure smooth and timely delivery of the judgement and make sure that the complaint is handled with sincerity and deliver an impartial and legitimate judgement unaltered and unbiased due to any other factor. \n4.        To ensure the implementation of the policy in letter and spirit through proper \nreporting of the complaints and their follow-up procedures.\n5.        To follow and implement the rules, regulations and guidelines laid down for redressal of complaint\n\nOne can easily file an internal complaint by mailing it to Chairman of Internal Complaint Committee =Prof. Poonam Singh(EC Department ) (psingh[at]nitrkl.ac.in)"
  },
  {
    "A": "63",
    "B": "Where does one complain about the quality of the food\n  being served at the eateries on the campus ?",
    "C": "['Administration', 'Halls', 'General Awareness', 'Miscellaneous']",
    "D": "Reference: https://www.nitrkl.ac.in/docs/Halls/HMC.pdf"
  },
  {
    "A": "64",
    "B": "What is caution money? How does it get refunded ?",
    "C": "['Administration', 'Miscellaneous']",
    "D": "Caution money is the amount deposited by students in their first semester as security for possible damages. It is a one-time refundable amount of Rs.10000, which the institute takes from all students to cover any damages caused by the student to institute property. Caution deposit is refunded after the student has received the degree and graduated from NITR. A notice is sent to all students by webmail requesting them to update their 'Personal Details' in the NITRIS portal. Upon updating details, including providing a proper a/c number, the institute will deposit the amount after deducting any losses the student might have caused."
  },
  {
    "A": "65",
    "B": "How can one apply for start-up incubation at TIIR ?",
    "C": "['Administration', 'Miscellaneous']",
    "D": "Refer: https://www.ftbi-nitrkl.org/join-ftbi"
  },
  {
    "A": "66",
    "B": "What are the various punishments awarded for ragging ?",
    "C": "['Administration', 'Miscellaneous']",
    "D": "Refer: http://www.nitrkl.ac.in/docs/AcademicRegulation/08032017102846436.pdf\n Various punishments include -\n 1. Award of ‘UR’ status to all courses of current semesters that is repeat of wholeyear.\n 2. Year Back\n 3. Conversion of grades to ‘UR’ status in three courses in his/her current semester and instruct him/her to go for slow pace.\n 4. Awardof ‘UR’ status to all the courses of current semester that is forcing for repeat of semester.\n 5. Reduction of grades by one in all the courses in current semester of the program. \n 6. Delaying publication of final result by 3 months, degree may be given in the same or next year depending on the date of convocation.\n 7. Reductionof grades in two courses (having highest grades) by one in the current semester.\n \n PS. punishments are at times subjective depending upon the specificity and situation of the particular case"
  },
  {
    "A": "67",
    "B": "Where can one find the official document of the institute\n  for contacting authorities across departments ?",
    "C": "['Administration', 'Miscellaneous']",
    "D": "Go to https://www.nitrkl.ac.in and then- Faculty & Staff > Employee Directory"
  },
  {
    "A": "68",
    "B": "If a student has already paid the whole fee for a semester \n but wishes to have afee waiver by showing his income certificate later? Is this allowed? If yes, what is theprocedure to do so ?",
    "C": "['Administration', 'Miscellaneous']",
    "D": "It is allowed for a student to avail fee waiver by showing an income certificate after having paid the whole semester fee for a particular semester. The student must get in touch with the Registrar and provide a proper income certificate (having a stamp and signature of the Magistrate) to the Dean of Academics."
  },
  {
    "A": "69",
    "B": "Swimming pool and central Gymnasium timings ?",
    "C": "['General Awareness']",
    "D": "5:15-6:00 pm \n  6:00-6-40 pm\n 7:30-8:10 pm\n (Weekdays)\n \n 8:15-9:00 am\n 9:00-9-40 am\n 5:15-6:00 pm \n  6:00-6-40 pm\n 7:30-8:10 pm\n (Weekends)"
  },
  {
    "A": "70",
    "B": "What is the role of the estate office on campus ?",
    "C": "['General Awareness', 'Miscellaneous']",
    "D": "The Estate Office, situated beside KMS Hall of Residence, is responsible for all the non-academic standard of living matters on-campus \n such as renovation or reparatory works of Halls of Residence, managing the electricity, managing the tendering for the working staff of halls, lab infrastructure, etc."
  },
  {
    "A": "71",
    "B": "Do the students of NIT Rourkela get some concession while booking ticketswith the Indian Railways ?",
    "C": "['General Awareness', 'Miscellaneous']",
    "D": "No. The Director intends to get it done so that all NITR students can avail this concession asap.\n As of now, the proposal is still in the process of getting sanctioned by the Senate."
  },
  {
    "A": "72",
    "B": "Are passport camps held in the institute? How can one apply for a passport atNIT, is there any such procedure for it ?",
    "C": "['General Awareness', 'Miscellaneous']",
    "D": "Passport camps are not held inside the campus. \n \n One has to apply for a passport online first following which he/she has to report at the (only) passport camp in Rourkela for verification of documents."
  },
  {
    "A": "73",
    "B": "Who can give justice in issues of research misconduct such as denial ofauthorship? Which committee is there to address issues of publication practices and responsible authorship? Has anyone reported such type of case? If yes how It has been solved ?",
    "C": "['General Awareness', 'Miscellaneous']",
    "D": "First the student should approach his/her guide first. The Internal Complaints Committee(ICC) has jurisdiction in such matters on behalf of the Institute. The decisions will be based on the findings of the ICC"
  },
  {
    "A": "74",
    "B": "Where can one find the list of dates for various Physical Education Classes ?",
    "C": "['General Awareness', 'Miscellaneous']",
    "D": "The schedule for physical education can be found on the notice boards of G.D.B. Hall of residence/M.V. Hall of residence / K.M.S. Hall of Residence/ C.V.R. Hall of Residence / SAC/Gym. / Institute. As well as the dates for upcoming weeks are declared on the same date of Physical Education Classes."
  },
  {
    "A": "75",
    "B": "Where does one complain about the price of items being sold at general stores in NIT Rourkela ?",
    "C": "['General Awareness', 'Miscellaneous']",
    "D": "All the complaints about the prices of items being sold inside NITR can be done to OCB (On Campus Business) Committee. Complaints along with proof can be sent to mail ids of the members of OCB committee."
  },
  {
    "A": "77",
    "B": "What is the software vault for NIT Rourkela? How is it useful for students?What is the link to the same ?",
    "C": "['General Awareness', 'Miscellaneous']",
    "D": "Software vault is the official software hub of nit Rourkela. It provides licensed software to students. So that students won’t face troubles while installing any software’s, it comes with product keys etc. link: http://192.168.1.126/"
  },
  {
    "A": "78",
    "B": "How are the roles of a psychiatrist and a counselor different ?",
    "C": "['General Awareness', 'Student Counselling Programme', 'Miscellaneous']",
    "D": "A psychiatrist is a physician who sprcializes in psychiatry, a bunch of medicine devoted to the diagnosis, prevention, study and treatment of disorder.\n Where a counsellor is a trained to give guidance on personal or psychological problem. He/she could be an advisor, consultant, guide, mentor etc."
  },
  {
    "A": "79",
    "B": "Under what circumstances can the Mess Leave option be availed by thestudents? When does one expect a refund ?",
    "C": "['Halls', 'General Awareness']",
    "D": "When student is on official leave from the institute, for eg: when sport teams go for sport fests and tournaments elsewhere, similarly applying for the dance clubs, etc. \n In this case, the student must talk to the warden and submit an application to the Cheif Warden. There won’t be a refund. Students will have to pay less in the next semester, subtracting the amount of refund they are expecting and this value comes under mess dues. All meals of a day in the mess cost a total of 106 rupees."
  },
  {
    "A": "80",
    "B": "What is the procedure to be taken up for complaining against the decreasingquality of mess food ?",
    "C": "['Halls', 'General Awareness']",
    "D": "The procedure is to go to Warden and then the Chief Warden. There has been a recent case where a committee was made to confirm the same."
  },
  {
    "A": "81",
    "B": "How to book a guest house room in the institute?",
    "C": "['Miscellaneous']",
    "D": "The guest house can be booked through any faculty member who will book a room. A student can directly call his /her faculty advisor to book the room."
  },
  {
    "A": "82",
    "B": "Please furnish details about the NTSE Scholarship ?",
    "C": "['Scholarships']",
    "D": "One needs to have cleared the NTSE examination in class X to be eligible for the NTSE scholarship.\nThe scholarship amount will be disbursed as soon as the student gets promoted to class XI. Further details regarding the scholarship can be found in the link given below:\n\nhttps://drive.google.com/file/d/1L-u1FAb0rkvl15Rrc4vRo8ulQbRWGQA-/view?usp=drivesdk\n\na)\tScholarship of Rs. 1250/ per Months for class XI and XII .\nb)\tScholarship of Rs. 2000/ per month for Under Graduates and Post Graduates.\n\nIn order to get the scholarship amount every year during college life , every undergraduate needs to upload all the necessary filled NTSE claim bill forms along with signed transcript on the NTSE website."
  },
  {
    "A": "83",
    "B": "What is NSP?",
    "C": "['Scholarships']",
    "D": "NSP is national scholarship programme of goi\nDetails are present here\nhttps://scholarships.gov.in/#"
  },
  {
    "A": "84",
    "B": "What are the various scholarships for SC/ST run by various state governments? Please mention the eligibility criteria and procedure to apply for the same ?",
    "C": "['Scholarships']",
    "D": "All the Scholarships by major state governments are listed below. The eligibility criteria and procedure to apply can be found out from the attached links.\n\n\n1. Kerala\nE-grantz scholarship\nwww.e-grantz.kerala.gov.in\n\n2. Tamil Nadu\nAdi Dravidar Welfare Development Scholarship\nwww.tn.gov.in\n\n3. West Bengal\nBackward Classes Welfare Directorate Scholarship\nwww.oasis.gov.in\n\n4. Madhya Pradesh\nDirectorate of Scheduled Castes Development Scholarship\nhttps://scdd.kerala.gov.in\n\n5. Odisha\nPRERANA Scholarship\nwww.mpsc.mp.nic.in › scholarships\n\n6. Chattisgarh\nDirectorate of SC-ST development Scholarship\nmpsc.mp.nic.in › cgpms\n\n7. Jammu and Kashmir -\n AICTE https://mhrd.gov.in/sites/upload_files/mhrd/files/upload_document/Guidelines_SSS_JK2018-19.pdf&ved=2ahUKEwj58cLorurgAhUMMY8KHVAKCLUQFjAAegQIAhAB&usg=AOvVaw1rZ_o6tDnz4I2Si9vBb7wg and https://mhrd.gov.in/sites/upload_files/mhrd/files/upload_document/Guidelines_SSS_JK2018-19.pdf\n\n8. Delhi - \nPost Matric Scholarship for ST/SC - http://scstwelfare.delhigovt.nic.in/&ved=2ahUKEwihtZ31s-rgAhUKuI8KHXl8BUUQFjACegQIBRAB&usg=AOvVaw142l3ny-A076iEvO5ECUam\n\n9.Gujarat - \nPost Matric Scholarship for ST SC - https://www.digitalgujarat.gov.in/loginapp/CitizenLogin.aspx\n\n10.Haryana - \nPost Matric Scholarship - http://techeduhry.gov.in/sc-scholarships\n\n11. Rajasthan -\n Social Justice and empowerment - http://www.sje.rajasthan.gov.in/Default.aspx?PageID=346\n\n12. Assam, Chandigarh, Bihar, Uttarakhand, Tripura, Karnataka, Meghalaya, Arunachal Pradesh - \nNational Scholarship Portal - https://scholarships.gov.in\n\n13. Andhra Pradesh -\n Epass Scholarship-  https://epass.apcfss.in/\n\n14. Telangana -\n Epass Scholarship https://telanganaepass.cgg.gov.in/\n\n15. Punjab - \nDr. Ambedkar Scholarship - http://punjabscholarships.gov.in\n\n16. Uttar Pradesh -\n Saksham Scholarship - http://scholarship.up.nic.in/index.aspx\n\n17. Himachal Pradesh\nEpass\nhttps://hpepass.cgg.gov.in/NewHomePage.do\n\n18. Maharashtra - \nPost Matric Scholarship - https://mahadbtmahait.gov.in\n\n19. Jharkhand\nE-Kalyan\nhttps://ekalyan.cgg.gov.in"
  },
  {
    "A": "85",
    "B": "What are the various fests that happen in an academic year?",
    "C": "['Student Activity Centre']",
    "D": "Innovision - the techno management fest \nCosmopolitan - multiethnic cultural festival\nInnovation carnival - the enterprenurship festival\nVriddhi - sports fest\nNITRUtsav - cultural fest\nRoots - creative confluence of NITR\nTechX - all tech devoted fest"
  },
  {
    "A": "86",
    "B": "Tell me about the SAC structure. ",
    "C": "['Student Activity Centre']",
    "D": "4 societies - technical, arts and cultural, sports, literary \nEach with 4 elected (1 each from 2nd,3rd,4th and PG) and 1 nominated secretary dean/director nominee.\n3*2conveners elected for each fest and one nominated convenor\nThe secretaries function under VPs of respective societies.\nThere are satellite club under each society.\nhttps://mondaymorning.nitrkl.ac.in/article/2018/04/09/1812-sac-restructuring-changed-for-the-better/\nhttps://mondaymorning.nitrkl.ac.in/info/sac-info/"
  },
  {
    "A": "87",
    "B": "How are remedial classes different from bridge classes ?",
    "C": "['Student Counselling Programme']",
    "D": "Both remedial and bridge classes serve the same purpose of helping a student to have a better understanding of a subject and perform better in exams. Only difference between them is that bridge classes are for foreign students whereas remedial classes are for all others."
  },
  {
    "A": "88",
    "B": "What is the timing in which the psychiatrist and the counselor are available on the campus ?",
    "C": "['Student Counselling Programme', 'Miscellaneous']",
    "D": "The counsellor is available on the campus on Tuesdays at 4:30 PM and the psychiatrist is available on Wednesdays at 4:30 PM."
  }
]
